docs/state_machines/dot/ru/core/state_Доступ_к_кластеру.dot
digraph {
  rankdir=LR;
  node [shape=oval];
  edge [fontsize=10];

  opened [label="открыт"];
  closed [label="закрыт"];
  __initial [shape=point];
  __initial -> opened;
  opened -> closed [label="Закрыть"];
  closed -> opened [label="reopen"];
}
