docs/state_machines/mmd/ru/core/state_Доступ_к_кластеру.mmd
stateDiagram-v2
  direction LR

  state "открыт" as opened
  state "закрыт" as closed

  [*] --> opened
  opened --> closed : Закрыть
  closed --> opened : reopen
